wrk.log
Running 2s test @ http://127.0.0.1:3333
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   147.35ms   50.36ms 440.07ms   82.79%
    Req/Sec   751.63    398.90     3.23k    66.88%
  11845 requests in 2.07s, 1.71MB read
  Socket errors: connect 0, read 257, write 2, timeout 0
Requests/sec:   5722.03
Transfer/sec:    843.78KB