wrk.log
Running 3s test @ http://localhost:3333
  8 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.54ms    2.89ms  47.54ms   90.95%
    Req/Sec   576.05     90.55   720.00     87.92%
  13803 requests in 3.01s, 1.99MB read
Requests/sec:   4582.66
Transfer/sec:    675.76KB